<template>
    <div class="about">
        <b-card-group deck
                      style="margin:1rem 0.25rem 0.25rem; max-width: 50rem;"
        >
            <b-card nobody
                    img-src="https://it.tni.ac.th/wp-content/uploads/2018/05/Untitled-4p-01.png"
                    img-top
                    title="เกี่ยวกับเทคโนโลยีสารสนเทศ"
                    sub-title="ABOUT INFORMANTION TECHNOLOGY"
                    border-variant="dark"
            >
                <b-list-group flush>
                    <b-list-group-item>
                        <b-card-text>
                            คณะเทคโนโลยีสารสนเทศได้เปิดขึ้นพร้อมกับการก่อตั้งสถาบันเทคโนโลยีไทย–ญี่ปุ่นเมื่อปี พ.ศ. 2550
                            สำนักงานคณะกรรมการการอุดมศึกษาได้อนุมัติการจัดตั้งสถาบันเมื่อวันที่ 29 กันยายน พ.ศ. 2549
                            โดยให้สมาคมส่งเสริมเทคโนโลยี (ไทย–ญี่ปุ่น) ลงทุนจัดตั้งสถาบันโดยมีงบลงทุน 394 ล้านบาท
                            โดยการซื้อที่ดินและจัดสร้างอาคารเรียน 2 หลัง
                        </b-card-text>
                    </b-list-group-item>
                    <b-list-group-item>
                        <b-card-text>
                            สมาคมส่งเสริมเทคโนโลยี (ไทย – ญี่ปุ่น) หรือ ส.ส.ท.
                            เป็นองค์กรที่ทำหน้าที่เผยแพร่และถ่ายทอดความรู้และเทคโนโลยีสมัยใหม่แก่บุคคลากรไทย
                            เพื่อสร้างความเจริญก้าวหน้าทางเศรษฐกิจและอุตสาหกรรมของประเทศมานานกว่า 35 ปี
                            จากประสบการณ์และความเชี่ยวชาญในด้านเทคโนโลยีอุตสาหกรรม
                            ส.ส.ท.ได้จัดตั้งสถาบันอุดมศึกษาเพื่อสร้างบุคคลากรที่มีความรู้
                            และความเชี่ยวชาญในเทคโนโลยีเฉพาะทางขึ้น
                            โดยตอบสนองต่อความต้องการของสถานประกอบการณ์ในภาคอุตสาหกรรมไทย
                        </b-card-text>
                    </b-list-group-item>
                    <b-list-group-item>
                        <b-card-text>
                            คณะเทคโนโลยีสารสนเทศเป็นคณะหนึ่งซึ่งสามารถผลิตบุคคลากรที่ขาดแคลนให้กับธุรกิจและอุตสาหกรรม
                            มีความสำคัญต่อการพัฒนา ธุรกิจอุตสาหกรรมในเรื่องของระบบสารสนเทศที่ใช้ในการทำธุรกิจ
                            การผลิตและการบริหารจัดการ
                            ซึ่งเป็นสิ่งจำเป็นและมีความสำคัญอย่างยิ่งต่อการเพิ่มประสิทธิภาพในการแข่งขันของประเทศอย่างมาก
                            สถาบันเทคโนโลยีไทย–ญี่ปุ่นจึงจัดตั้งคณะเทคโนโลยีสารสนเทศขึ้นตั้งแต่ในปีแรกของการจัดตั้ง
                            โดยจัดให้มีการเรียนการสอนระดับปริญญาตรีในหลักสูตรเทคโนโลยีสารสนเทศเป็นหลักสูตรแรก
                            ต่อมาในปีการศึกษา
                            2553
                            ได้มีการเปิดหลักสูตรสาขาวิชาเทคโนโลยีมัลติมีเดีย และสาขาวิชาระบบสารสนเทศทางธุรกิจ
                            และในปีการศึกษา2554
                            ได้เปิดหลักสูตรวิทยาศาสตรมหาบัณฑิต สาขาเทคโนโลยีสารสนเทศ
                        </b-card-text>
                    </b-list-group-item>
                </b-list-group>
            </b-card>
            <b-card img-src="https://it.tni.ac.th/wp-content/uploads/2018/01/IT-TNI-Ruttikorn-257x300.jpg"
                    img-bottom
                    title="คณบดีคณะเทคโนโลยีสารสนเทศ"
                    sub-title="รศ. ดร. รัตติกร วรากูลศิริพันธุ์ <br> Assoc. Prof. Dr. Ruttikorn Varakulsiripunth"
                    style="text-align: center"
                    border-variant="dark"
            />
        </b-card-group>
    </div>
</template>
